Repository: vadxq/ai-project-starter
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app
source: Items
zh_hans: 事项

source: Sign in
zh_hans: 登录

source: Sign out
zh_hans: 退出登录

# welcome
source: Your next step, in one place.
zh_hans: 把下一步，记在这里。

# welcomeBody
source: Sign in to manage your items.
zh_hans: 登录后管理你的事项。

source: Language
zh_hans: 语言

# theme
source: Appearance
zh_hans: 外观

source: System
zh_hans: 跟随系统

source: Light
zh_hans: 浅色

source: Dark
zh_hans: 深色

source: Loading…
zh_hans: 正在加载…

# add
source: Add item
zh_hans: 添加事项

# title
source: Item title
zh_hans: 事项名称

# placeholder
source: What needs to be done?
zh_hans: 接下来要做什么？

# empty
source: No items yet
zh_hans: 还没有事项

# emptyBody
source: Add your first item above.
zh_hans: 在上方添加第一条事项。

source: Edit
zh_hans: 编辑

source: Save
zh_hans: 保存

source: Cancel
zh_hans: 取消

source: Delete
zh_hans: 删除

# confirmDelete
source: Delete this item?
zh_hans: 删除这条事项？

# complete
source: Mark complete
zh_hans: 标记为已完成

# reopen
source: Mark incomplete
zh_hans: 标记为未完成

# retry
source: Try again
zh_hans: 重试

source: Previous
zh_hans: 上一页

source: Next
zh_hans: 下一页

# invalidTitle
source: Enter a title between 1 and 240 UTF-8 bytes.
zh_hans: 请输入 1–240 个 UTF-8 字节的名称。

# validation_error
source: Check the fields and try again.
zh_hans: 请检查填写的内容后重试。

# unauthorized
source: Your session has ended. Sign in again.
zh_hans: 登录已过期，请重新登录。

# forbidden
source: Your account does not have access.
zh_hans: 当前账户没有访问权限。

# not_found
source: This item is no longer available.
zh_hans: 这条事项已不存在。

# version_conflict
source: This item changed elsewhere. Refresh and try again.
zh_hans: 这条事项已在其他地方修改，请刷新后重试。

# payload_too_large
source: The request is too large.
zh_hans: 请求内容过大。

# service_unavailable
source: The service is unavailable. Try again shortly.
zh_hans: 服务暂时不可用，请稍后重试。

# network_error
source: Could not connect. Check your connection and try again.
zh_hans: 连接失败，请检查网络后重试。

# auth_error
source: Sign-in could not be completed. Try again.
zh_hans: 未能完成登录，请重试。

# unknown_error
source: Something went wrong. Try again.
zh_hans: 操作失败，请重试。

# notFound
source: Page not found
zh_hans: 未找到页面

# back
source: Back to items
zh_hans: 返回事项

source: Preferences
zh_hans: 偏好设置

# actions
source: Item actions
zh_hans: 事项操作

# startup_error
source: Unable to open the app.
zh_hans: 无法打开应用。

# item_count
source: %lld items
zh_hans: %lld 条事项

source: Username
zh_hans: 用户名

source: Password
zh_hans: 密码

# invalid_credentials
source: Incorrect username or password.
zh_hans: 用户名或密码错误。
